{
  " See more details in: <3></3>": " Pour plus d’informations, consultez : <3></3>",
  " See more details in: <3></3>.": " Pour plus d’informations, consultez : <3></3>.",
  "(all nodes): ": "(tous les nœuds) : ",
  "{{count}} annotation": "{{count}} annotation",
  "{{count}} annotation_plural": "{{count}} annotation",
  "{{count}} projects selected": "{{count}} projets sélectionnés",
  "{{count}} projects selected_plural": "{{count}} projets sélectionnés",
  "{{kind}} details": "{{kind}} détails",
  "{{kind}} disabled": "{{kind}} d.sactivé",
  "{{numCores}} cores": "{{numCores}} noyaux",
  "{{path}} found in resource, but is not supported in form.": "{{path}} a été trouvé dans la ressource, mais n’est pas pris en charge dans le formulaire.",
  "{{path}} is missing.": "{{path}} est manquant.",
  "{{path}} should be an Array.": "{{path}} doit être un tableau.",
  "{{path}} should not be empty.": "{{path}} ne doit pas être vide.",
  "{{value}} at {{date}}": "{{value}} à {{date}}",
  "+{{count}} more": "+{{count}} plus",
  "+{{count}} more_plural": "+{{count}} plus",
  "<0>OpenShift Virtualization Operator</0> or <3>SR-IOV Network Operator </3>needs to be installed on the cluster, in order to pick the Network Type.": "L’<0>opérateur de virtualisation OpenShift</0> ou l’<3>opérateur réseau SR-IOV</3> doit être installé sur le cluster, afin de choisir le type de réseau.",
  "404: Page Not Found": "404 : Page introuvable",
  "A number between 0 and 255 that depicts relative weight compared with other targets.": "Nombre compris entre 0 et 255 qui représente le poids relatif par rapport à d’autres cibles.",
  "A Project name must consist of lower case alphanumeric characters or '-', and must start and end with an alphanumeric character (e.g. 'my-name' or '123-abc').": "Un nom de projet doit être composé de caractères alphanumériques minuscules ou « - » et doit commencer et se terminer par un caractère alphanumérique (par exemple « mon-nom » ou « 123-abc »).",
  "A unique name for the Route within the project": "Nom unique de Route dans le projet.",
  "Accessible outside the cluster": "Accessible en dehors du cluster",
  "Accessible within the cluster only": "Accessible au sein du cluster uniquement",
  "Actions": "Actions",
  "Add a label to specify qualifying projects": "Ajouter une étiquette pour spécifier les projets admissibles",
  "Add allowed destination": "Ajouter une destination autorisée",
  "Add allowed source": "Ajouter une source autorisée",
  "Add alternate Service": "Ajouter un service alternatif",
  "Add egress rule": "Ajouter une règle de sortie",
  "Add egress rules to be applied to your selected pods. Traffic is allowed to pods if it matches at least one rule.": "Ajoutez des règles de sortie à appliquer aux pods sélectionnés. Le trafic est autorisé vers les pods s’il correspond à au moins une règle.",
  "Add exception": "Ajouter une exception",
  "Add expression": "Ajouter une expression",
  "Add ingress rule": "Ajouter une règle d’entrée",
  "Add ingress rules to be applied to your selected pods. Traffic is allowed from pods if it matches at least one rule.": "Ajoutez des règles d’entrée à appliquer aux pods sélectionnés. Le trafic est autorisé à partir des pods s’il correspond à au moins une règle.",
  "Add label": "Ajouter une étiquette",
  "Add namespace selector": "Ajouter un sélecteur d’espace de noms",
  "Add pod selector": "Ajouter un sélecteur de pod",
  "Add port": "Ajouter un port",
  "Add ports to restrict traffic through them. If no ports are provided, your policy will make all ports accessible to traffic.": "Ajoutez les ports pour lesquels restreindre le trafic. Si aucun port n’est indiqué dans votre stratégie, tous les ports seront accessibles au trafic.",
  "Add subnet": "Ajouter un sous-réseau",
  "All incoming traffic is denied to Pods in {{namespace}}": "Tout le trafic entrant est refusé aux pods dans {{namespace}}",
  "All outgoing traffic is allowed by default. Egress rules can be used to restrict outgoing traffic if the cluster network provider allows it. When using the OpenShift SDN cluster network provider, egress network policy is not supported.": "Tout le trafic sortant est autorisé par défaut. Les règles de sortie peuvent être utilisées pour restreindre le trafic sortant si le fournisseur de réseau du cluster le permet. Lors de l’utilisation du fournisseur de réseau de cluster OpenShift SDN, la stratégie réseau de sortie n’est pas prise en charge.",
  "All outgoing traffic is denied from Pods in {{namespace}}": "Tout le trafic sortant issu des pods dans {{namespace}} est refusé",
  "All pods within {{namespace}}": "Tous les pods à l'intérieur {{namespace}}",
  "Allow": "Autoriser",
  "Allow all current and future projects to access this network.": "Autoriser tous les projets actuels et futurs à accéder à ce réseau.",
  "Allow peers by IP block": "Autoriser les homologues par bloc IP",
  "Allow pods from inside the cluster": "Autoriser les pods depuis l’intérieur du cluster",
  "Allow pods from the same namespace": "Autoriser les pods du même espace de noms",
  "Allow traffic from peers by IP block": "Autoriser le trafic provenant des homologues par bloc IP",
  "Allow traffic from pods in the same namespace": "Autoriser le trafic provenant des pods appartenant au même espace de noms",
  "Allow traffic from pods inside the cluster": "Autoriser le trafic provenant des pods à l’intérieur du cluster",
  "Allow traffic to peers by IP block": "Autoriser le trafic à destination des homologues par bloc IP",
  "Allow traffic to pods in the same namespace": "Autoriser le trafic à destination des pods appartenant au même espace de noms",
  "Allow traffic to pods inside the cluster": "Autoriser le trafic à destination des pods à l’intérieur du cluster",
  "Alternate Service target": "Cible du service alternatif",
  "Alternate Service to route to.": "Service alternatif vers lequel router le trafic.",
  "Alternate Service weight": "Poids du service alternatif",
  "An error occurred.": "Une erreur s’est produite.",
  "An error occurred. Please try again.": "Une erreur s’est produite. Veuillez réessayer.",
  "An OpenShift project is an alternative representation of a Kubernetes namespace.": "Un projet OpenShift est une représentation alternative d’un espace de noms Kubernetes.",
  "Annotations": "Annotations",
  "Any namespace": "N’importe quel espace de noms",
  "Any peer": "N’importe quel homologue",
  "Any pod": "N’importe quel pod",
  "Any port": "N’importe quel port",
  "Are you sure you want to delete": "Voulez-vous vraiment supprimer",
  "Are you sure?": "Confirmez-vous cette action ?",
  "Assigns IP addresses from this subnet to Pods and VirtualMachines.": "Attribue des adresses IP de ce sous-réseau aux pods et aux machines virtuelles.",
  "At creation time the namespace must be configured with <2>{{label}}</2> label. Go to <5>Namespaces</5> to create a new namespace.": "Lors de sa création, l'espace de noms doit être configuré avec<2>{{label}}</2> étiquette. Aller à<5> Espaces de noms</5> pour créer un nouvel espace de noms.",
  "Bridge mapping": "Mappage de ponts",
  "Bridge name": "Nom du pont",
  "Browse...": "Parcourir...",
  "CA certificate": "Certificat d’autorité de certification",
  "Can't preview pods": "Impossible de prévisualiser les pods",
  "Cancel": "Annuler",
  "Certificate": "Certificat",
  "Certificates": "Certificats",
  "CIDR": "CIDR",
  "Clear": "Effacer",
  "Clear input value": "Effacer la valeur d'entrée",
  "Click <1>Create {{kind}}</1> to create your first {{kind}}": "Cliquez<1> Créer{{kind}}</1> pour créer votre premier {{kind}}",
  "Cluster administrator permissions are required to enable this feature.": "Des autorisations d’administrateur de cluster sont requises pour activer cette fonctionnalité.",
  "Cluster IP": "IP du cluster",
  "Cluster-wide UserDefinedNetworks": "Réseaux définis par l'utilisateur à l'échelle du cluster",
  "ClusterUserDefinedNetwork": "ClusterUserDefinedNetwork",
  "ClusterUserDefinedNetwork name": "Nom du réseau défini par l'utilisateur du cluster",
  "ClusterUserDefinedNetworks": "ClusterUserDefinedNetworks",
  "Completed": "Terminé",
  "Conditions": "Conditions",
  "Configure in Virtual Machine Networks page": "Configurer dans la page Réseaux de machines virtuelles",
  "Configure via:": "Configurer via :",
  "Confirm": "Confirmer",
  "Connection rate": "Débit de la connexion",
  "Copied": "Copié",
  "Copied to clipboard": "Copié dans le Presse-papiers",
  "Copy": "Copier",
  "Copy to clipboard": "Copier dans le Presse-papiers",
  "CrashLoopBackOff": "CrashLoopBackOff",
  "CrashLoopBackOff indicates that the application within the container is failing to start properly.": "CrashLoopBackOff indique que l’application dans le conteneur ne parvient pas à démarrer correctement.",
  "Create": "Créer",
  "Create {{ kind }}": "Créer {{ kind }}",
  "Create {{kind}}": "Créer {{kind}}",
  "Create {{label}}": "Créer {{label}}",
  "Create by completing the form.": "Créez en remplissant le formulaire.",
  "Create by manually entering YAML or JSON definitions, or by dragging and dropping a file into the editor.": "Créez en saisissant manuellement les définitions YAML ou JSON, ou en faisant glisser un fichier dans l’éditeur.",
  "Create ClusterUserDefinedNetwork": "Créer un réseau défini par l'utilisateur en cluster",
  "Create Ingress": "Créer Ingress",
  "Create NetworkAttachmentDefinition": "Créer NetworkAttachmentDefinition",
  "Create Project": "Créer Projet",
  "Create Route": "Créer un itinéraire",
  "Create Service": "Créer un service",
  "Create UserDefinedNetwork": "Créer un réseau défini par l'utilisateur",
  "Create Virtual Machine Network": "Créer un réseau de machines virtuelles",
  "Created at": "Heure de création",
  "Current selections": "Sélections actuelles",
  "Custom route": "Itinéraire personnalisé",
  "Debug container {{name}}": "Déboguer le conteneur {{name}}",
  "Define a new UserDefinedNetwork for this project": "Définissez un nouveau réseau défini par l'utilisateur pour ce projet.",
  "Define a Virtual Machine Network providing access to the physical underlay through a selected node network mapping. Learn more about <2>virtual machine networks</2>.": "Définissez un réseau de machines virtuelles permettant d'accéder à l'infrastructure physique sous-jacente via un mappage de réseau de nœuds sélectionné. En savoir plus sur<2> réseaux de machines virtuelles</2> .",
  "Define the network used by VirtualMachines and Pods to communicate in the given project. Learn more about <2>primary user-defined network</2>.": "Définissez le réseau utilisé par les machines virtuelles et les pods pour communiquer dans le projet donné. En savoir plus sur<2> réseau principal défini par l'utilisateur</2> .",
  "Define the network used by VirtualMachines and Pods to communicate in this project": "Définissez le réseau utilisé par les machines virtuelles et les pods pour communiquer dans ce projet.",
  "Delete": "Supprimer",
  "Delete {{kind}}": "Supprimer {{kind}}",
  "Delete Ingress": "Supprimer Ingress",
  "Delete NetworkAttachmentDefinition": "Supprimer NetworkAttachmentDefinition",
  "Delete Route": "Supprimer Route",
  "Delete Service": "Supprimer Service",
  "Delete VirtualMachine network": "Supprimer le réseau VirtualMachine",
  "Delete VirtualMachine network?": "Supprimer le réseau VirtualMachine ?",
  "Deny all egress traffic": "Refuser tout le trafic sortant",
  "Deny all ingress traffic": "Refuser tout le trafic entrant",
  "Description": "Description",
  "Destination CA certificate": "Certificat d’autorité de certification de destination",
  "Destinations added to this rule will allow traffic from the pods defined above. Destinations in this list are combined using a logical OR operation.": "Les destinations ajoutées à cette règle autoriseront le trafic provenant des pods définis ci-dessus. Les destinations de cette liste sont combinées à l’aide d’une opération logique OU.",
  "Details": "Détails",
  "Display name": "Nom complet",
  "Do you need to set up custom DNS?": "Avez-vous besoin de configurer un DNS personnalisé ?",
  "Dual-stack clusters may set 2 subnets (one for each IP family), otherwise only 1 subnet is allowed.": "Les clusters à double pile peuvent définir 2 sous-réseaux (un pour chaque famille IP), sinon un seul sous-réseau est autorisé.",
  "Dual-stack clusters may set 2 subnets (one for each IP family), otherwise only 1 subnet is allowed.  The format should match standard CIDR notation (for example, \"192.168.123.0/24\").": "Les clusters à double pile peuvent configurer deux sous-réseaux (un pour chaque famille d'adresses IP) ; sinon, un seul sous-réseau est autorisé. Le format doit correspondre à la notation CIDR standard (par exemple, « 192.168.123.0/24 »).",
  "Duplicate keys found in main pod selector": "Clés en double trouvées dans le sélecteur de pod principal",
  "Duplicate keys found in peer namespace selector": "Clés en double trouvées dans le sélecteur d’espace de noms homologue",
  "Duplicate keys found in peer pod selector": "Clés en double trouvées dans le sélecteur de pod homologue",
  "Edge": "Périphérie",
  "Edit": "Modifier",
  "Edit {{kind}}": "Modifier {{kind}}",
  "Edit {{label}}": "Modifier {{label}}",
  "Edit annotations": "Modifier les annotations",
  "Edit Ingress": "Modifier Ingress",
  "Edit labels": "Modifier les étiquettes",
  "Edit NetworkAttachmentDefinition": "Modifier NetworkAttachmentDefinition",
  "Edit Pod selector": "Modifier le sélecteur de pod",
  "Edit project mapping": "Modifier le mappage du projet",
  "Edit Route": "Modifier l’itinéraire",
  "Edit Service": "Modifier le service",
  "Edit VirtualMachine network": "Modifier le réseau VirtualMachine",
  "Egress": "Sortie",
  "Egress network policy is not supported.": "La stratégie de réseau de sortie n’est pas prise en charge.",
  "Egress rule": "Règle de sortie",
  "Egress rules": "Règles de sortie",
  "Enable {{kind}}": "Activer {{kind}}",
  "Ensure the projects for this network have the labels you specified.": "Assurez-vous que les projets de ce réseau comportent les étiquettes que vous avez spécifiées.",
  "Error": "Erreur",
  "Error details": "Détails de l’erreur",
  "Example: 100": "Exemple: 100",
  "Exceptions": "Exceptions",
  "External IP": "IP externe",
  "External load balancer": "Équilibreur de charge externe",
  "External service name": "Nom du service externe",
  "Failed": "Ayant échoué",
  "Failed to retrieve the list of projects": "Impossible de récupérer la liste des projets",
  "False": "Faux",
  "Form view": "Vue Formulaire",
  "From": "Depuis",
  "From pods": "Ports sources",
  "Given subnet is split into smaller subnets for every node.": "Le sous-réseau donné est divisé en sous-réseaux plus petits pour chaque nœud.",
  "Hide": "Masquer",
  "Hide selected Namespace(s)": "Masquer les espaces de noms sélectionnés",
  "Host": "Hôte",
  "Hostname": "Nom d’hôte",
  "Hosts": "Hôtes",
  "HostSubnet": "Sous-réseau hôte",
  "If no namespace selector is provided, pods from all namespaces will be eligible.": "Si aucun sélecteur d’espace de noms n’est fourni, les pods de tous les espaces de noms seront éligibles.",
  "If no pod selector is provided, the policy will apply to all pods in the namespace.": "Si aucun sélecteur de pod n’est fourni, la stratégie s’appliquera à tous les pods de l’espace de noms.",
  "If no pod selector is provided, traffic from all pods in eligible namespaces will be allowed.": "Si aucun sélecteur de pod n’est fourni, le trafic provenant de tous les pods dans les espaces de noms éligibles sera autorisé.",
  "If no pod selector is provided, traffic from all pods in this namespace will be allowed.": "Si aucun sélecteur de pod n’est fourni, le trafic provenant de tous les pods de cet espace de noms sera autorisé.",
  "If no pod selector is provided, traffic to all pods in eligible namespaces will be allowed.": "Si aucun sélecteur de pod n’est fourni, le trafic vers tous les pods dans les espaces de noms éligibles sera autorisé.",
  "If no pod selector is provided, traffic to all pods in this namespace will be allowed.": "Si aucun sélecteur de pod n’est fourni, le trafic vers tous les pods de cet espace de noms sera autorisé.",
  "If this field is empty, traffic will be allowed from all external sources.": "Si ce champ est vide, le trafic provenant de toutes les sources externes sera autorisé.",
  "If this field is empty, traffic will be allowed to all external sources.": "Si ce champ est vide, le trafic sera autorisé vers toutes les sources externes.",
  "Ingress": "Entrée",
  "Ingress details": "Détails d’entrée",
  "Ingress points of load balancer": "Points d’entrée de l’équilibreur de charge",
  "Ingress rule": "Règle d’entrée",
  "Ingress rules": "Règles d’entrée",
  "Ingresses": "Entrées",
  "Input error: selectors must start and end by a letter or number, and can only contain -, _, / or . Offending value: {{offendingSelector}}": "Erreur de saisie : les sélecteurs doivent commencer et se terminer par une lettre ou un chiffre, et ne peuvent contenir que les caractères -, _, / ou . Valeur erronée : {{offendingSelector}}",
  "Insecure traffic": "Trafic non sécurisé",
  "Invalid IP address or subnet format": "Adresse IP ou format de sous-réseau non valide",
  "Invalid subnet format": "Format de sous-réseau non valide",
  "Invalid YAML cannot be persisted": "Un code YAML non valide ne peut pas être rendu persistant",
  "IP address management": "Gestion des adresses IP",
  "IP Addresses accepting traffic for service": "Adresses IP acceptant le trafic pour le service",
  "IP block exceptions are not supported and would cause the entire IP block section to be ignored.": "Les exceptions de bloc IP ne sont pas prises en charge, car elles auraient pour effet d’ignorer la totalité de la section Bloc IP.",
  "IP blocks": "Blocs IP",
  "IPAM Lifecycle": "Cycle de vie IPAM",
  "IPAMLifecycle": "Cycle de vie IPAM",
  "IPAMLifecycle controls IP addresses management lifecycle.": "IPAMLifecycle contrôle le cycle de vie de la gestion des adresses IP.",
  "It is not recommended to set this field without explicit need and understanding of the OVN network topology.": "Il n'est pas recommandé de renseigner ce champ sans besoin explicite et sans compréhension de la topologie du réseau OVN.",
  "JoinSubnets": "Joindre des sous-réseaux",
  "JoinSubnets are used inside the OVN network topology.": "Les sous-réseaux JoinSubnets sont utilisés au sein de la topologie du réseau OVN.",
  "Key": "Clé",
  "key is the label key that the selector applies": "La clé est la clé d'étiquette que le sélecteur applique",
  "Kind": "Type",
  "Labels": "Étiquettes",
  "Layer2 topology creates one logical switch shared by all nodes.": "La topologie de couche 2 crée un commutateur logique partagé par tous les nœuds.",
  "Layer3 topology creates a layer 2 segment per node, each with a different subnet. Layer 3 routing is used to interconnect node subnets.": "La topologie de couche 3 crée un segment de couche 2 par nœud, chacun avec un sous-réseau différent. Le routage de couche 3 est utilisé pour interconnecter les sous-réseaux des nœuds.",
  "Learn how to use NetworkAttachmentDefinitions": "Découvrez comment utiliser les définitions de rattachement de réseau",
  "Learn more about {{ kind }}": "En savoir plus sur {{ kind }}",
  "Learn more about working with projects": "En savoir plus sur l’utilisation de projets",
  "List of pods": "Liste des pods",
  "List of pods matching": "Liste des pods correspondants",
  "Location": "Emplacement",
  "Location of the resource that backs the service": "Emplacement de la ressource qui soutient le service",
  "MAC spoof check": "Vérification d’usurpation d’identité MAC",
  "Managed by UserDefinedNetwork": "Géré par UserDefinedNetwork",
  "Match Expressions": "Correspondance des expressions",
  "Match Labels": "Étiquettes correspondantes",
  "matchExpressions is a list of label selector requirements. The requirements are ANDed.": "matchExpressions est une liste d'exigences de sélection d'étiquettes. Ces exigences sont combinées par un ET logique.",
  "matchLabels is a map of {key,value} pairs. A single {key,value} in the matchLabels map is equivalent to an element of matchExpressions, whose key field is \"key\", the operator is \"In\", and the values array contains only \"value\". The requirements are ANDed.": "matchLabels est une carte de{key,value} paires. Un seul{key,value} Dans la carte matchLabels, chaque élément est équivalent à un élément de matchExpressions dont le champ clé est « key », l’opérateur est « In » et le tableau de valeurs contient uniquement « value ». Les conditions sont combinées par un ET logique.",
  "Maximum Transmission Unit (MTU)": "Unité de transmission maximale (MTU)",
  "Message": "Message",
  "Metrics": "Métriques",
  "Missing installed operators": "Opérateurs installés manquants",
  "More information:": "Informations supplémentaires :",
  "MTU": "MTU",
  "MTU is higher than {{MAX_MTU}} bytes, which is a maximum possible MTU.": "La MTU est supérieure à{{MAX_MTU}} octets, ce qui correspond à la MTU maximale possible.",
  "MTU is higher than {{maxMTUFromLocalnet}} bytes, which is a maximum that the selected node network can guarantee. This may cause packet fragmentation.": "La MTU est supérieure à{{maxMTUFromLocalnet}} octets, ce qui représente le maximum que le réseau de nœuds sélectionné peut garantir. Cela peut entraîner une fragmentation des paquets.",
  "MTU is optional, if not provided, the globally configured value in OVN-Kubernetes (defaults to 1400) is used for the network.": "La MTU est facultative ; si elle n'est pas fournie, la valeur configurée globalement dans OVN-Kubernetes (1400 par défaut) est utilisée pour le réseau.",
  "MTU is the maximum transmission unit for a network.": "L'unité de transmission maximale (MTU) d'un réseau.",
  "multi-networkpolicies": "multi-networkpolicies",
  "multi-networkpolicy": "multi-networkpolicy",
  "MultiNetworkPolicies": "Politiques multi-réseaux",
  "Name": "Nom",
  "Namespace": "Espace de noms",
  "Namespace selector": "Sélecteur d’espace de noms",
  "Namespace Selector": "Sélecteur d'espace de noms",
  "Namespace(s)": "Espace(s) de noms",
  "Namespaced UserDefinedNetworks": "Réseaux définis par l'utilisateur avec espace de noms",
  "Namespaces": "Espaces de noms",
  "Namespaces having all the supplied key/value pairs as labels will be selected.": "Les espaces de noms dont toutes les paires clé/valeur sont fournies comme étiquettes seront sélectionnés.",
  "Naming information": "Informations sur l’attribution de nom",
  "network": "réseau",
  "Network": "Réseau",
  "Network '{{name}}' has been created successfully.": "Réseau '{{name}} ' a été créé avec succès.",
  "Network definition": "Définition du réseau",
  "Network type": "Type de réseau",
  "Network Type": "Type de réseau",
  "NetworkAttachmentDefinitions": "NetworkAttachmentDefinitions",
  "NetworkPolicies": "NetworkPolicies",
  "NetworkPolicies documentation": "Documentation sur les stratégies réseau",
  "networks": "réseaux",
  "Networks are not project-bound. Using the same name creates a shared NAD.": "Les réseaux ne sont pas liés à un projet. L’utilisation du même nom crée un NAD partagé.",
  "Networks are not project-bound. Using the same name creates a shared UDN.": "Les réseaux ne sont pas liés à un projet spécifique. Utiliser le même nom crée un UDN partagé.",
  "No {{kind}} found": "{{kind}} introuvable",
  "No {{label}} found": "{{label}} introuvable",
  "No conditions found": "Aucune condition trouvée",
  "No datapoints found.": "Aucun point de données trouvé.",
  "No description": "Aucune description",
  "No hosts": "Aucun hôte",
  "No labels": "Aucune étiquette",
  "No matching projects": "Aucun projet correspondant",
  "No namespace is configured for a primary user-defined network": "Aucun espace de noms n'est configuré pour un réseau principal défini par l'utilisateur.",
  "No NetworkAttachmentDefinition found": "Aucune NetworkAttachmentDefinition trouvée",
  "No owner": "Aucun propriétaire",
  "No pods matching the provided labels in the current namespace": "Aucun pod correspondant aux étiquettes fournies dans l’espace de noms actuel",
  "No projects matched": "Aucun projet ne correspond.",
  "No projects selected": "Aucun projet sélectionné",
  "No results found for \"{{inputValue}}\"": "Aucun résultat trouvé pour \"{{inputValue}}\"",
  "No route status": "Aucun statut d’itinéraire",
  "No selector": "Aucun sélecteur",
  "Node network mapping": "Cartographie du réseau de nœuds",
  "Node port": "Port du nœud",
  "NodeNetworkConfigurationPolicy": "NodeNetworkConfigurationPolicy",
  "None": "Aucun",
  "Not available": "Non disponible",
  "Not configured": "Non configuré",
  "Not found": "Introuvable",
  "Not Receiving Traffic": "Aucune réception de trafic",
  "NS selector": "Sélecteur NS",
  "Only supported when \"subnets\" are set.": "Prise en charge uniquement lorsque les « sous-réseaux » sont définis.",
  "Operator": "Opérateur",
  "operator represents a key's relationship to a set of values. Valid operators are In, NotIn, Exists and DoesNotExist.": "L'opérateur `In` représente la relation d'une clé avec un ensemble de valeurs. Les opérateurs valides sont `In`, `NotIn`, `Exists` et `DoesNotExist`.",
  "Owner": "Propriétaire",
  "Passthrough": "Intermédiaire",
  "Path": "Chemin",
  "Path that the router watches to route traffic to the service.": "Chemin que le routeur surveille pour acheminer le trafic vers le service.",
  "Path type": "Type de chemin",
  "Pending": "En attente",
  "Percent": "Pourcent",
  "Persistent": "Persistant",
  "Phase": "Phase",
  "Physical network name. A bridge mapping must be configured on cluster nodes to map between physical network names and Open vSwitch bridges.": "Nom du réseau physique. Un mappage de ponts doit être configuré sur les nœuds du cluster pour mapper les noms de réseaux physiques et les ponts Open vSwitch.",
  "Please <2>try again</2>.": "Veuillez <2>réessayer</2>.",
  "Pod crash loop back-off": "Interruption de la boucle d’incidents du pod",
  "Pod port or name": "Port ou nom du pod",
  "Pod selector": "Sélecteur de pod",
  "Pod selector for": "Sélecteur de pod pour",
  "Pod unschedulable": "Pod non planifiable",
  "Pods": "Pods",
  "Pods accept all traffic by default. They can be isolated via NetworkPolicies which specify an allowlist of ingress rules. When a Pod is selected by a NetworkPolicy, it will reject all traffic not explicitly allowed via a NetworkPolicy.": "Par défaut, les pods acceptent tout le trafic. Ils peuvent être isolés via des NetworkPolicies qui définissent une liste blanche de règles d'entrée. Lorsqu'un pod est sélectionné par une NetworkPolicy, il rejette tout le trafic non explicitement autorisé par cette NetworkPolicy.",
  "Pods having all the supplied key/value pairs as labels will be selected.": "Les pods dont toutes les paires clé/valeur sont fournies comme étiquettes seront sélectionnés.",
  "Policy for": "Stratégie pour",
  "Policy name": "Nom de la stratégie",
  "Policy type": "Type de stratégie",
  "Port": "Port",
  "Ports": "Ports",
  "Primary network is automatically assigned to every pod created in the same namespace.": "Un réseau principal est automatiquement attribué à chaque pod créé dans le même espace de noms.",
  "Private key": "Clé privée",
  "Project mapping": "Cartographie du projet",
  "Project name": "Nom du projet",
  "Projects": "Projets",
  "Protocol": "Protocole",
  "Public hostname for the Route. If not specified, a hostname is generated.": "Nom d’hôte public de l’itinéraire. En l’absence de spécification, un nom d’hôte est généré.",
  "Re-encrypt": "Rechiffrer",
  "Reason": "Motif",
  "Receiving Traffic": "Réception du trafic",
  "Redirect": "Rediriger",
  "Refer an existing ClusterUserDefinedNetwork": "Référencez un réseau défini par l'utilisateur de cluster existant",
  "Refer to your cluster administrator to know which network provider is used.": "Demandez à l’administrateur de votre cluster quel fournisseur de réseau est utilisé.",
  "Remove": "Supprimer",
  "Remove all": "Supprimer tout",
  "Remove alternate Service": "Supprimer un service alternatif",
  "Remove exception": "Supprimer l’exception",
  "Remove peer": "Supprimer l’homologue",
  "Remove port": "Supprimer le port",
  "Remove subnets?": "Supprimer les sous-réseaux ?",
  "Resource name": "Nom de la ressource",
  "Restricted Access": "Accès restreint",
  "Reveal": "Afficher",
  "Review selected Namespace(s)": "Examiner les espaces de noms sélectionnés",
  "Role": "Rôle",
  "Role describes the network role in the pod.": "Le rôle décrit le rôle du réseau dans le pod.",
  "Route details": "Détails de l’itinéraire",
  "Router canonical hostname": "Nom d’hôte canonique du routeur",
  "Router: {{routerName}}": "Routeur : {{routerName}}",
  "Routes": "Itinéraires",
  "Routes can be secured using several TLS termination types for serving certificates.": "Les itinéraires peuvent être sécurisés à l’aide de plusieurs types de terminaison TLS pour le traitement des certificats.",
  "Routing is a way to make your application publicly visible": "Le routage est un moyen de rendre votre application visible publiquement.",
  "Rules": "Règles",
  "Running": "En cours d’exécution",
  "Save": "Enregistrer",
  "Secondary network is only assigned to pods that use k8s.v1.cni.cncf.io/networks annotation to select given network.": "Le réseau secondaire n'est attribué qu'aux pods qui utilisent l'annotation k8s.v1.cni.cncf.io/networks pour sélectionner un réseau donné.",
  "Secure Route": "Sécuriser l’itinéraire",
  "Security": "Sécurité",
  "Select a Project": "Sélectionnez un projet",
  "Select a Service": "Sélectionner un service",
  "Select an operator": "Sélectionnez un opérateur",
  "Select ClusterUserDefinedNetwork": "Sélectionnez ClusterUserDefinedNetwork",
  "Select default ingress and egress deny rules": "Sélectionner les règles de refus d’entrée et de sortie par défaut",
  "Select insecure traffic type": "Sélectionner le type de trafic non sécurisé",
  "Select labels to specify qualifying projects": "Sélectionnez les étiquettes pour spécifier les projets admissibles",
  "Select one or more NetworkAttachmentDefinitions": "Sélectionnez une ou plusieurs définitions NetworkAttachmentDefinitions",
  "Select projects from list": "Sélectionnez les projets dans la liste",
  "Select resource name": "Sélectionnez le nom de la ressource",
  "Select role": "Sélectionner un rôle",
  "Select target port": "Sélectionner le port cible",
  "Select termination type": "Sélectionner le type de terminaison",
  "Service": "Service",
  "Service address": "Adresse de service",
  "Service details": "Détails du service",
  "Service port": "Port de service",
  "Service port mapping": "Mappage des ports de service",
  "Service routing": "Routage des services",
  "Service to route to.": "Service vers lequel router le trafic.",
  "Service weight": "Poids de service",
  "Services": "Services",
  "Session affinity": "Affinité de session",
  "Show a preview of the <2>affected pods</2> that this egress rule will apply to.": "Affichez un aperçu des <2>pods affectés</2> auxquels cette règle de trafic sortant s’appliquera.",
  "Show a preview of the <2>affected pods</2> that this ingress rule will apply to.": "Affichez un aperçu des <2>pods affectés</2> auxquels cette règle de trafic entrant s’appliquera.",
  "Show a preview of the <2>affected pods</2> that this policy will apply to": "Afficher un aperçu des <2>pods affectés</2> auxquels cette stratégie s’appliquera",
  "Show less": "Montrer moins",
  "Showing {{shown}} from {{total}} results": "Affichage de {{shown}} sur {{total}} résultats",
  "Sources added to this rule will allow traffic to the pods defined above. Sources in this list are combined using a logical OR operation.": "Les sources ajoutées à cette règle autoriseront le trafic vers les pods définis ci-dessus. Les sources de cette liste sont combinées à l’aide d’une opération logique OU.",
  "Status": "Statut",
  "Subnet": "Sous-réseau",
  "Subnet CIDR": "CIDR du sous-réseau",
  "Subnets": "Sous-réseaux",
  "Subnets are used for the pod network across the cluster.": "Des sous-réseaux sont utilisés pour le réseau de pods au sein du cluster.",
  "Switch and delete": "Changer et supprimer",
  "Switching to form view will delete any invalid YAML.": "Le passage à la vue Formulaire supprimera tout code YAML non valide.",
  "Tags the VirtualMachine's network traffic with a specific VLAN ID (IEEE 802.1Q) to isolate it within a designated virtual network on the physical LAN.": "Étiquete le trafic réseau de la machine virtuelle avec un ID VLAN spécifique (IEEE 802.1Q) pour l'isoler au sein d'un réseau virtuel désigné sur le réseau local physique.",
  "Target pods": "Pods cibles",
  "Target port": "Port cible",
  "Target port for traffic": "Port cible pour le trafic.",
  "Tech preview": "Aperçu technique",
  "Terminating": "En cours d’achèvement",
  "Termination type": "Type de terminaison",
  "The format should match standard CIDR notation (for example, \"192.168.123.0/24\").": "Le format doit correspondre à la notation CIDR standard (par exemple, « 192.168.123.0/24 »).",
  "The largest size of a data packet, in bytes, that can be transmitted across this network. It is critical that the entire underlying physical network infrastructure also supports the same or larger MTU size to avoid packet fragmentation and connectivity issues.": "La taille maximale d'un paquet de données, exprimée en octets, pouvant être transmise sur ce réseau. Il est essentiel que l'ensemble de l'infrastructure réseau physique sous-jacente prenne en charge une taille MTU identique ou supérieure afin d'éviter la fragmentation des paquets et les problèmes de connectivité.",
  "The network connects to a physical network through an Open vSwitch bridge.": "Le réseau se connecte à un réseau physique via un pont Open vSwitch.",
  "The only allowed value is Persistent. When set, OVN Kubernetes assigned IP addresses will be persisted in an \"ipamclaims.k8s.cni.cncf.io\" object.": "La seule valeur autorisée est « Persistent ». Lorsqu'elle est définie, les adresses IP attribuées par OVN Kubernetes seront enregistrées dans un objet « ipamclaims.k8s.cni.cncf.io ».",
  "These IP addresses will be reused by other pods if requested.": "Ces adresses IP seront réutilisées par d'autres pods si nécessaire.",
  "These rules are handled by a routing layer (Ingress Controller) which is updated as the rules are modified. The Ingress controller implementation defines how headers and other metadata are forwarded or manipulated": "Ces règles sont gérées par une couche de routage (contrôleur d’entrée) qui est mise à jour au fur et à mesure que les règles sont modifiées. L’implémentation du contrôleur d’entrée définit la manière dont les en-têtes et autres métadonnées sont transmis ou manipulés.",
  "This action will remove all rules within the Egress section and cannot be undone.": "Cette action supprimera toutes les règles de la section Sortie et ne pourra pas être annulée.",
  "This action will remove all rules within the Ingress section and cannot be undone.": "Cette action supprimera toutes les règles de la section Entrée et ne pourra pas être annulée.",
  "This action will remove all subnets and cannot be undone.": "Cette action supprimera tous les sous-réseaux et ne pourra pas être annulée.",
  "This configuration is not editable after the network is created.": "Cette configuration n'est plus modifiable une fois le réseau créé.",
  "This field is only allowed for \"Primary\" network.": "Ce champ est uniquement autorisé pour le réseau « Principal ».",
  "This field is only allowed for \"Primary\" network. It is not recommended to set this field without explicit need and understanding of the OVN network topology.": "Ce champ est réservé au réseau « Principal ». Il est déconseillé de le renseigner sans nécessité explicite et sans une bonne compréhension de la topologie du réseau OVN.",
  "This field may be omitted. In that case the logical switch implementing the network only provides layer 2 communication, and users must configure IP addresses for the pods. As a consequence, Port security only prevents MAC spoofing.": "Ce champ peut être omis. Dans ce cas, le commutateur logique implémentant le réseau ne fournit que la communication de couche 2, et les utilisateurs doivent configurer les adresses IP des pods. Par conséquent, la sécurité des ports empêche uniquement l'usurpation d'adresse MAC.",
  "This network must be created before you create any workload in this project": "Ce réseau doit être créé avant toute création de charge de travail dans ce projet.",
  "This NetworkPolicy cannot be displayed in form. Please switch to the YAML editor.": "Cette stratégie réseau ne peut pas être affichée dans le formulaire. Veuillez passer à l’éditeur YAML.",
  "This route splits traffic across multiple services.": "Cet itinéraire répartit le trafic entre plusieurs services.",
  "TLS certificate": "Certificat TLS",
  "TLS certificates for edge and re-encrypt termination. If not specified, the router's default certificate is used.": "Certificats TLS pour la terminaison de périphérie et de rechiffrement. En l’absence de spécification, le certificat par défaut du routeur est utilisé.",
  "TLS is not enabled": "TLS n’est pas activé",
  "TLS Settings": "Paramètres TLS",
  "TLS termination": "Terminaison TLS",
  "To": "À",
  "To change a network definition, create a new one and reassign VirtualMachines to it. Existing definitions can't be edited directly": "Pour modifier une définition de réseau, créez-en une nouvelle et réaffectez-y les machines virtuelles. Les définitions existantes ne peuvent pas être modifiées directement.",
  "To ports": "Ports de destination",
  "To troubleshoot, view logs and events, then debug in terminal.": "Pour résoudre ce problème, affichez les journaux et les événements, puis déboguez dans le terminal.",
  "To use a custom route, you must update your DNS provider by creating a canonical name (CNAME) record. Your CNAME record should point to your custom domain <2>{{host}}</2>, to the OpenShift canonical router hostname, <5>{{routerCanonicalHostname}}</5>, as the alias.": "Pour utiliser un itinéraire personnalisé, vous devez mettre à jour votre fournisseur DNS en créant un enregistrement de nom canonique (CNAME). Votre enregistrement CNAME doit pointer vers votre domaine personnalisé <2>{{host}}</2>, vers le nom d’hôte canonique du routeur OpenShift, <5>{{routerCanonicalHostname}}</5> , comme alias.",
  "Topology": "Topologie",
  "Topology describes network configuration.": "La topologie décrit la configuration du réseau.",
  "total limit": "limite totale",
  "total requested": "total demandé",
  "Traffic": "Trafic",
  "Traffic in": "Trafic entrant",
  "Traffic out": "Trafic sortant",
  "True": "Vrai",
  "Type": "Type",
  "Unknown": "Inconnu",
  "unknown host": "hôte inconnu",
  "Updated": "Mis à jour",
  "Use \"{{inputValue}}\"": "Utiliser \"{{inputValue}} \"",
  "Use the default Pod network": "Utiliser le réseau Pod par défaut",
  "UserDefinedNetwork": "Réseau défini par l'utilisateur",
  "UserDefinedNetworks": "Réseaux définis par l'utilisateur",
  "Value": "Valeur",
  "Value hidden": "Valeur masquée",
  "Values": "Valeurs",
  "values is an array of string values. If the operator is In or NotIn, the values array must be non-empty. If the operator is Exists or DoesNotExist, the values array must be empty. This array is replaced during a strategic merge patch.": "`values` est un tableau de chaînes de caractères. Si l'opérateur est `In` ou `NotIn`, le tableau `values` doit contenir des valeurs non vides. Si l'opérateur est `Exists` ou `DoesNotExist`, le tableau `values` doit être vide. Ce tableau est remplacé lors d'une fusion stratégique.",
  "View all {{total}} results": "Afficher l’ensemble des {{total}} résultats",
  "View events": "Afficher les événements",
  "View logs": "Afficher les journaux",
  "View naming information": "Afficher les informations sur l’attribution de nom",
  "View network": "Afficher le réseau",
  "View selected projects": "Voir les projets sélectionnés",
  "Virtual Machine Network": "Réseau de machines virtuelles",
  "Virtual Machine Network details": "Détails du réseau de la machine virtuelle",
  "Virtual Machine Networks": "Réseaux de machines virtuelles",
  "VirtualMachines in projects that are no longer enrolled will lose connectivity": "Les machines virtuelles des projets qui ne sont plus inscrits perdront leur connectivité.",
  "VLAN": "VLAN",
  "VLAN ID": "ID VLAN",
  "VLAN ID must be between {{min}}-{{max}}": "L'ID du VLAN doit être compris entre{{min}} -{{max}}",
  "VLAN tag number": "Numéro de balise VLAN",
  "VLAN tagging": "Étiquetage VLAN",
  "Weight": "Poids",
  "When omitted, the platform will choose a reasonable default which is subject to change over time.": "En cas d'omission, la plateforme choisira une valeur par défaut raisonnable, susceptible d'évoluer au fil du temps.",
  "When using the OpenShift SDN cluster network provider:": "Lors de l’utilisation du fournisseur de réseau de cluster OpenShift SDN :",
  "Wildcard policy": "Stratégie basée sur un caractère générique",
  "with exceptions": "avec des exceptions",
  "YAML": "YAML",
  "YAML view": "Vue YAML",
  "You can edit your VirtualMachine network mapping. Use the list of projects or labels to specify qualifying projects.": "Vous pouvez modifier le mappage réseau de vos machines virtuelles. Utilisez la liste des projets ou des étiquettes pour spécifier les projets concernés.",
  "You can select projects from the list or select labels to specify qualifying projects.": "Vous pouvez sélectionner des projets dans la liste ou sélectionner des étiquettes pour spécifier les projets éligibles.",
  "You don't have access to this section due to cluster policy.": "Vous n’avez pas accès à cette section en raison de la stratégie de cluster.",
  "You don't have permission to perform this action": "Vous n’êtes pas autorisé à effectuer cette action.",
  "You must create a Namespace to be able to create projects that begin with 'openshift-', 'kubernetes-', or 'kube-'.": "Vous devez créer un espace de noms pour pouvoir créer des projets commençant par « openshift- », « kubernetes- » ou « kube- ».",
  "Your physical network switch must be configured with a VLAN trunk that is permitted to carry traffic for this specific ID.": "Votre commutateur réseau physique doit être configuré avec un trunk VLAN autorisé à transporter le trafic pour cet ID spécifique."
}